[
  "calendar",
  "tasknotes",
  "dataview",
  "excalibrain",
  "recent-files-obsidian",
  "templater-obsidian",
  "omnisearch",
  "typing-assistant",
  "obsidian-style-settings",
  "obsidian-git"
]